"Toggle Sidebar" = "Prepnúť bočný panel";

"New Temporary Chat" = "Nový dočasný čet";

"This action will send a single message to a chat with ChatGPT and return the response." = "Táto akcia odošle jednu správu do četu s modelom ChatGPT a vráti odpoveď.";

"Continuous chat" = "Nepretržitý čet";

"Start voice conversation" = "Začať hlasovú konverzáciu";

"Is there anything else you would like to ask about?" = "Chceš sa spýtať ešte na niečo iné?";

"Would you like to start a new chat?" = "Chceš začať nový čet?";

"Model name" = "Názov modelu";

"Check for Updates…" = "Skontrolovať aktualizácie…";

"%@" = "%@";

"Message Identifier" = "Identifikátor správy";

"What would you like to ask ChatGPT about?" = "Na čo sa chceš spýtať modelu ChatGPT?";

"Change Shortcut" = "Zmeniť skratku";

"New Chat" = "Nový čet";

"Start voice conversation with ChatGPT" = "Začať hlasovú konverzáciu s modelom ChatGPT";

"Which model would you like to use?" = "Ktorý model chceš použiť?";

"Settings…" = "Nastavenia…";

"Model to use with the new chat" = "Model, ktorý sa má použiť s novým četom";

"Ask ChatGPT" = "Spýtať sa modelu ChatGPT";

"Chat Identifier" = "Identifikátor četu";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Určuje, či sa má povoliť dlhší čet alebo či sa má skratka dokončiť okamžite po odpovedi";

"Indicates whether a new chat should be started" = "Označuje, či sa má začať nový čet";

"Message to send to ChatGPT" = "Správa, ktorá sa má odoslať modelu ChatGPT";

"ChatGPT Help" = "Pomocník pre ChatGPT";

"Content" = "Obsah";

"Start new chat" = "Začať nový čet";

"Model slug" = "Kľúč modelu";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Táto akcia spustí aplikáciu ChatGPT na začatie hlasovej konverzácie s modelom ChatGPT.";

"Model" = "Model";

"Message" = "Správa";

"You can continue this chat from the app." = "Môžeš pokračovať v tomto čete z aplikácie.";

